Repository: MadeiraAlexandre/Cronica
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: sq

source: 'Update Items' will update your items with new information available on TMDb, if available.
sq: 'Përditëso Produktet' do të përditësojë produktet tuaja me informacion të ri të disponueshëm në TMDb, nëse është e disponueshme.

source: %lld items • %@
sq: %lld artikuj • %@

source: %lld Seasons • %lld Episodes
sq: %lld Sezone • %lld Episoda

source: %lld upcoming notifications.
sq: %lld paralajmërime të ardhshme.

source: %lld items
sq: %lld elemente

source: About
sq: Rreth

# aboutTitle
source: About
sq: Rreth

source: Accent Color
sq: Ngjyra e akcentit

source: Account
sq: Llogari

# AccountSettingsViewFooter
source: Connect your TMDb account to import and sync your watchlist and lists.
sq: Lidhni llogarinë tuaj të TMDb për të importuar dhe sinkronizuar listën tuaj të shikimeve dhe listat.

# AccountSettingsViewFooterHeader
source: Connect your TMDb account
sq: Lidhni llogarinë tuaj të TMDb

# AccountSettingsViewHeaderSignIn
source: Manage your TMDb's lists
sq: Menaxho listat e tua të TMDb

# AccountSettingsViewListsManager
source: Your TMDB lists
sq: Listat tuaja TMDB

# AccountSettingsViewSignIn
source: Connect
sq: Lidh

# AccountSettingsViewSignOut
source: Disconnect
sq: Shkyç

# AccountSettingsViewWatchlist
source: TMDB Watchlist
sq: Lista e Shikimoreve TMDB

# acknowledgmentsAppIconTitle
source: Icon Designer
sq: Dizajner i ikonave

# acknowledgmentsContentProviderTitle
source: Content Provider
sq: Furnizuesi i Përmbajtjes

# acknowledgmentsTitle
source: Acknowledgments
sq: Mirënjohje

# acknowledgmentsUserTitle
source: Thank you for your feedback and support!
sq: Ju faleminderit për vlerësimin dhe mbështetjen tuaj!

source: Action
sq: Veprim

source: Action & Adventure
sq: Aksion & Avanturë

source: Add everything you want, the Watchlist automatically organizes it for you.
sq: Shtoni gjithçka që dëshironi, Lista e Shikueshmërisë e organizon automatikisht për ju.

source: Add to Favorites
sq: Shtoni në të parapëlqyer

source: Add to List
sq: Shto në Listë

source: Add to Watchlist
sq: Shto në Listën e Parashikimeve

# addAndMarkWatchedButton
source: Add and Mark as Watched
sq: Shtoni dhe shënoni si të shikuar

source: Added to Watchlist
sq: Shtua në Listën e Shikimit

source: Added to Watchlist
sq: Shtuar në listën e ndjekjes

# addedWatchlist
source: Added to Watchlist
sq: Shtuar në Listën e Përgjegjësve

# addToCustomList
source: Add to List...
sq: Shto në listë...

source: Add to List...
sq: Shto në Listë...

source: Adventure
sq: Avanturë

source: All
sq: Të gjithë

# allCustomWatchListFilters
source: All
sq: Të gjithë

source: All Items
sq: Të gjitha artikujt

# allItemsMovies
source: All Movies
sq: Të gjitha filmat

# allItemsTVShows
source: All TV Shows
sq: Të gjitha emisionet TV

# allowNotification
source: Allow Notifications
sq: Lejo Njoftimet

source: Always Synced
sq: Gjithmonë i sinkronizuar

source: Animation
sq: Animacioni

# appearanceAppIcon
source: App Icon
sq: Ikona e aplikacionit

# appearanceAppThemeTitle
source: App Theme
sq: Tema e aplikacionit

# appearanceCompactUI
source: Compact UI
sq: UI i përshtatur

# appearanceCompactUISubtitle
source: Reduce some UI elements size to accommodate more items on the screen.
sq: Zvogëlo madhësinë e disa elementëve të UI për të pranuar më shumë artikuj në ekran.

# appearanceExplore
source: Explore
sq: Mundohu të eksplorosh

# appearanceExploreDisplayType
source: Explore's Display Preference
sq: Preferenca e shfaqjes së Explore

# appearanceLists
source: Lists
sq: Listat

# appearanceListsDisplayType
source: Lists' Display Preference
sq: Preferenca e shfaqjes së listave

# appearanceRowStyleSubtitle
source: Choose how to display your Watchlist
sq: Zgjidh se si të shfaqet lista e shënimeve të tua

# appearanceRowStyleTitle
source: Watchlist's Item Style
sq: Stili i artikullit në listën e ndjekur

# appearanceRowTypeSubtitle
source: Choose what type of information you want to display.
sq: Zgjidhni llojin e informacionit që dëshironi të shfaqni.

# appearanceRowTypeTitle
source: Watchlist Item's Information
sq: Informacioni i artikullit në listën e shikimit

# appearanceSendFeedback
source: Send Feedback
sq: Dërgo Përgjigje

# appearanceTheme
source: Themes
sq: Tëmasat

# appearanceTitle
source: Appearance
sq: Pamje

# appearanceWatchlist
source: Watchlist
sq: Lista e shikimeve

# appIconFeedbackTitle
source: Have an idea for an icon? Send a feedback
sq: Ke një ide për një ikonë? Dërgo një reagim

# appRegionSubtitle
source: The app will adapt watch providers based on your region.
sq: Aplikacioni do të përshtatet me ofrues të shikimit në bazë të vendit tënd.

# appRegionTitle
source: Region
sq: Rajon

# appThemeColorsBlue
source: Blue
sq: Blu

# appThemeColorsBrown
source: Brown
sq: Kafe

# appThemeColorsGreen
source: Green
sq: Gjelbër

# appThemeColorsMint
source: Mint
sq: Mollë e freskët

# appThemeColorsOrange
source: Orange
sq: Portokallje

# appThemeColorsPink
source: Pink
sq: Rozë

# appThemeColorsPurple
source: Purple
sq: Vjollcë

# appThemeColorsRed
source: Red
sq: Kuq

# appThemeColorsTeal
source: Teal
sq: Çeladitë

# appThemeColorsYellow
source: Yellow
sq: E bardhë

# appThemeDark
source: Dark
sq: E errët

# appThemeLight
source: Light
sq: Dritë

# appThemeSystem
source: System
sq: Sistemi

source: Archive
sq: Arkivo

source: Archive Item
sq: Artikull arkivimi

source: Are you sure?
sq: A jeni të sigurt?

source: Arriving Soon
sq: Së shpejti do të mbërrijë

source: Be reminded of upcoming Movies & TV Shows.
sq: Kujtohuni për Filma & Seriale të ardhshëm.

# behaviorAllowFullSwipeSubtitle
source: Full Swipe will activate the primary action
sq: Swipe-i i plot do të aktivojë veprimin kryesor

# behaviorAllowFullSwipeTitle
source: Allow Full Swipe
sq: Lejoni Pikslide të Plote

# behaviorDoubleTapSubtitle
source: Choose what function to perform when double tap the cover image.
sq: Zgjidhni çfarë funksioni të kryeni kur të dyfishtoni përkuljen e imazhit.

# behaviorDoubleTapTitle
source: Double Tap On Cover
sq: Takim i dyfishtë në kapak

# behaviorEpisodeTitle
source: Tap To Mark Episode as Watched
sq: Trokit për të shënuar episodin si i shikuar

# behaviorGestureTitle
source: Gestures
sq: Gestet

# behaviorLinkTitle
source: Links
sq: Lidhjet

# behaviorMarkPreviouslyEpisodes
source: Mark all previously episodes when a newer is marked as watched
sq: Shëno të gjitha episodet e mëparshme kur një e re shënohet si e shikuar

# behaviorPrimaryLeftGesture
source: Primary Left Gesture
sq: Gesti i Majtë Kryesor

# behaviorPrimaryRightGesture
source: Primary Right Gesture
sq: Gestura Kryesore Djathtas

# behaviorSecondaryLeftGesture
source: Secondary Left Gesture
sq: Gestura e mënçme e majtë

# behaviorSecondaryRightGesture
source: Secondary Right Gesture
sq: Gestura e djathtë e dytë

# behaviorSwipeTitle
source: Swipe Gestures
sq: Lëvizje me anë të sajë

# behaviorTitle
source: Behavior
sq: Djeshmëria

# behaviorWatchProvidersSubtitle
source: See in what platforms the content is available on.
sq: Shikoni në cilat platforma është i disponueshëm përmbajtja.

# behaviorWatchProvidersTitle
source: Watch Providers
sq: Ofertuesit e Shikimit

# behaviorYouTubeTitle
source: Open Trailers in YouTube
sq: Hapni Trailerin në YouTube

source: Biography
sq: Biografi

# callToReviewSubtitle
source: Leave a Review on the App Store!
sq: Lëreni një vlerësim në App Store!

# callToReviewTitle
source: Enjoying Cronica?
sq: Po e kënaqeni Cronica?

source: Cancel
sq: Anulo

# cancelConfirmDialogAction
source: Cancel
sq: Anulo

source: Cancelled
sq: Anuluar

# cancelOpenWatchProvider
source: Cancel
sq: Anulo

# cantSendFeedback
source: To send feedback in-app, you must disable 'Disable Crash Reports'
sq: Për të dërguar vlerësime në aplikacion, duhet të çaktivizoni 'Çaktivizo Raportet e Kaqesimit'

source: Cast & Crew
sq: Aktorë & Ekipi

# changeLanguage
source: Change app language
sq: Ndryshoni gjuhën e aplikacionit

# changelogViewTitle
source: What's New
sq: Çka ka të re

source: Classical
sq: Klasik

source: Collapse
sq: Thithi

source: Comedy
sq: Komedi

source: Coming Soon
sq: Së shpejti

source: Coming Soon To Theaters
sq: Së shpejti në kinema

# companiesTitle
source: Companies
sq: Kompanitë

source: Confirm
sq: Konfirmo

source: Confirm and delete items
sq: Konfirmo dhe fshij elementet

# confirmDialogAction
source: Confirm
sq: Konfirmo

# confirmOpenDontAskAgainProvider
source: Confirm and don't ask again
sq: Konfirmo dhe mos pyet përsëri

# confirmOpenWatchProvider
source: Confirm
sq: Konfirmo

source: Connected Accounts
sq: Llogaritë e Lidhura

# connectedAccountTMDB
source: The Movie Database
sq: Baza e televizionit

# contentRegionTitle
source: Region
sq: Rajon

source: Continue
sq: Vazhdoni

source: Create
sq: Krijo

# createList
source: Create New List
sq: Krijo listë të re

# createNote
source: Add Note
sq: Shto njoftim

source: Crime
sq: Krim

source: Cronica
sq: Cronike

# cronicaGitHub
source: Cronica GitHub Repo
sq: Repo-ja e Cronica në GitHub

# dateAsc
source: Date (Ascending)
sq: Data (Ngritja)

# dateDesc
source: Date (Descending)
sq: Data (Në rend Rënës)

# Default
source: Optimized
sq: Optimizuar

source: Default List
sq: Lista e paracaktuar

# defaultWatchlistFilters
source: Filters
sq: Filtrat

# defaultWatchlistShowAllItems
source: Show All Items
sq: Shfaq të gjitha sendet

# defaultWatchlistSmartFilters
source: Smart Filters
sq: Filtrat e Mençur

# deleteConfirmationMessage
source: This action can't be undone. This will not delete the local list, just the one on TMDb.
sq: Kjo veprim nuk mund të zhbëhet. Ky veprim nuk do të fshijë listën vendore, vetëm atë në TMDb.

source: Delete List
sq: Fshij Listën

source: Details Page
sq: Faqja e Detajeve

source: Developed by Alexandre Madeira
sq: I zhvilluar nga Alexandre Madeira

source: Digital
sq: Dixhital

# disableTranslucentTitle
source: Disable Translucent Background
sq: Çaktivizo Fosshëllim të Qartë

source: Discover what's next
sq: Zbuloni çfarë vjen pas

# dismissReviewCall
source: Dismiss
sq: Mosprano

source: Documentary
sq: Dokumentar

source: Done
sq: Përfunduar

source: Double Tap Gesture
sq: Gestura e dyfishtë e shtyrjes

# editListRemoveItems
source: Remove Items
sq: Fshini artikujt

source: Edit Notes
sq: Redakto shënime

source: Email (optional)
sq: Email (opsionale)

# emptyList
source: Nothing found matching the selected filter. Try changing the filters.
sq: Asnjë gjë nuk u gjet duke përputhur me filtrin e zgjedhur. Provoni të ndryshoni filtret.

# emptyLists
source: Empty
sq: Bosh

source: Enable Preferred Launch Screen
sq: Aktivizo ekrani i preferuar i fillimit

source: Ended Series
sq: Seritë e përfunduar

source: EPISODE %lld
sq: EPISODI %lld

# episodeNotificationSubtitle
source: Notify when a new episode from a TV Show on your watchlist is released.
sq: Njoftoni kur një episod i ri i një emisioni televiziv në listën tuaj të ndjekshme dalë.

# episodeNotificationTitle
source: Notify New Episodes
sq: Njoftoni Episodet e Reja

source: Error
sq: Gabim

source: Error reading this title.
sq: Gabim në leximin e këtij titulli.

source: Explore
sq: Eksploro

# exploreDisplayTypePicker
source: Display Style
sq: Stil i shfaqjes

# explorePreferredDisplayTypeCard
source: Card
sq: Karta

# explorePreferredDisplayTypePoster
source: Poster
sq: Plakatë

# exportTitle
source: Export
sq: Eksporto

source: Family
sq: Familje

source: Fantasy
sq: Fantazi

source: Favorite
sq: E preferuara

source: Favorites
sq: Të preferuarat

# featureOneDescription
source: Check out the next episode of your favorite TV series and mark it as watched in a snap.
sq: Shikoni episodin në vazhdim të serialit tuaj të preferuar dhe shënoni të shikuershmen në një çast.

# featureOneTitle
source: Up Next
sq: Vjen Pas

# featureRoadmap
source: Upcoming Features
sq: Funksione të ardhshme

# featureRoadmapHeader
source: Vote for the next features you want to see first.
sq: Voto për veçoritë e ardhshme që dëshiron të shohësh së pari.

# featureRoadmapSubtitle
source: Use the 'plus' icon to suggest a new feature.
sq: Përdorni ikonën 'plus' për të sugjeruar një karakteristikë të re.

# featureThreeDescription
source: More settings and improved UI to customize Cronica just the way you like it.
sq: Më shumë cilëtime dhe ndryshime te UI për të personalizuar Cronica pikërisht siç ju pëlqen.

# featureThreeTitle
source: Fine-Tune Your Experience
sq: Përmirësoni përvojën tuaj

# featureTwoDescription
source: Get tailored movie and TV show recommendations based on what you've watched in Cronica.
sq: Merr sugjerime të përshtatura për filma dhe emisione televizive, bazuar në atë që ke parë në Cronica.

# featureTwoTitle
source: Personalized Recommendations
sq: Rekomandimet e personalizuara

# Feedback sent
source: Thank you for your feedback.
sq: Faleminderit për vlerësimin tuaj.

# feedbackSent
source: Feedback Sent. Thank you!
sq: Feedback-u është dërguar. Ju faleminderit!

source: Filmography
sq: Filmografia

# filterDiscoverTitle
source: Filters
sq: Filtra

source: Find
sq: Gjej

source: First Air Date
sq: Data e parë e transmetimit

# For more details, open the companion app.
source: For more details, open the iPhone app.
sq: Për më shumë detaje, hapni aplikacionin për iPhone.

source: From Watchlist
sq: Nga Lista e shikimit

# generatingExportFile
source: Generating JSON file, please wait.
sq: Duke gjeneruar skedarin JSON, ju lutem prisni.

source: Genre
sq: Zhanër

# genreDiscoverFilterTitle
source: Genre
sq: Zhanër

source: Genres
sq: Zhanre

source: German
sq: Gjermanisht

source: Gesture
sq: Gest

source: Get notifications about the newest releases.
sq: Merrni njoftime për publikimet më të reja.

# hapticFeedbackTitle
source: Haptic Feedback
sq: Reagim taktil

# hideAddedItemsDiscoverFilter
source: Hide Added Items
sq: Fshi Artikujt e Shtuar

source: History
sq: Historia

source: Home
sq: Ballina

source: Horror
sq: Krimi

# importedSucceeded
source: Imported Successfully
sq: Importuar me sukses

# importExportWarning
source: Export/Import is in beta, only use it to export your data or to import if you're switching your iCloud account, there's no logic at the moment to avoid duplication. A future update will provide a better experience for all.
sq: Eksportimi / Importimi është në fazën beta, përdorni të vetëm për të eksportuar të dhëna tuaja ose për t'u importuar nëse jeni duke ndërruar llogarinë tuaj të iCloud, aktualisht nuk ka logjikë për të shmangur dublikimin. Përditësimi i ardhshëm do të ofrojë një përvojë më të mirë për të gjithë.

# importingTMDB
source: Importing your Watchlist, please wait.
sq: Importimi i listës së shihjes tuaj, ju lutem prisni.

# importingWatchlistTMDB
source: Importing, please wait.
sq: Importimi, ju lutemi prisni.

# importTitle
source: Import
sq: Importo

# importTMDBList
source: Import this list
sq: Importoni këtë listë

# importTMDBWatchlist
source: Import Watchlist
sq: Importo listën e shikueshmërisë

source: In Production
sq: Në prodhim

source: Information
sq: Informacion

source: Internal error: Something went wrong, contact TMDb.
sq: Gabim i brendshëm: Diçka shkoi keq, kontakto TMDb.

# Invalid API key: You must be granted a valid key.
source: Invalid API key.
sq: Çelësi i API i pavlefshëm.

source: Invalid Endpoint.
sq: Pikë hyrëse e pavlefshme.

source: Invalid Request.
sq: Kërkesë e pavlefshme.

source: Invalid Response.
sq: Përgjigja e pavlefshme.

# itemContentListPreferredDisplayTypeCard
source: Card
sq: Karta

# itemContentListPreferredDisplayTypeStandard
source: Default
sq: Parazgjedhje

# itemsTMDB
source: Your Watchlist Items
sq: Artikujt në listën tuaj të përshpejtuesit

# justWatchSubtitle
source: Provided by JustWatch
sq: Ofrohet nga JustWatch

source: Keep everything organized inside the Watchlist.
sq: Mbani çdo gjë të organizuar brenda Listës së Paraxhjeverës.

source: Keep track of every episode you've watched.
sq: Mbani gjurmë të secilit episod që keni parë.

source: Kids
sq: Fëmijë

source: Know for
sq: I njohur për

source: Latest Movies
sq: Filmat më të fundit

source: Latest Shows
sq: Emisionet më të fundit

source: Libraries
sq: Bibliotekat

source: List Filters
sq: Filtra të Listës

# listBasicHeader
source: Basic
sq: Bazë

# listDeleted
source: This List has been successfully deleted.
sq: Kjo listë është fshirë me sukses.

source: List Description
sq: Përshkrim i listës

# listItemsToAdd
source: Select Items
sq: Zgjidhni artikujt

source: List Name
sq: Emri i Listës

source: Lists
sq: Listat

source: Loading
sq: Duke u ngarkuar

source: Mark as
sq: Shëno si

source: Mark as Favorite
sq: Shëno si të preferuar

source: Mark as Watched
sq: Shëno si të parë

source: Mark Season as Watched
sq: Segna Stagione come Guardata

source: Mark selected as unwatched
sq: Marko si i paselektuar

source: Mark selected as watched
sq: Marko i zgjedhur si të shikuar

source: Mark some episodes as watched to use Up Next.
sq: Përbëni disa episode si të shikuara për të përdorur 'Pas kësaj'

source: Mark this and previous episodes as watched
sq: Shëno këto dhe episode të mëparshme si të shikuara

source: Mark as Watched
sq: Shënoje si të shikuar

# markedArchive
source: Marked as Archive
sq: Vendosur si arkiv

source: Marked as Archive
sq: Shënuar si Arkiv

source: Marked as Favorite
sq: Të shënuar si të preferuar

source: Marked as Pin
sq: E shënjuar si Përmendore

source: Marked as Watched
sq: Shënuar si Shikuar

# markedEpisodeWatched
source: Marked Episode as Watched
sq: Shënim episodin si i shikuar

# markedFavorite
source: Marked as Favorite
sq: Shënuar si i preferuar

# markedPin
source: Pinned
sq: Palosur

# markedWatched
source: Marked as Watched
sq: Shënuar si shikuar

# markThisAndPreviously
source: Mark This Episode and All Previously as Watched
sq: Vizatoni këtë episod dhe të gjithë episodet e kaluara si të shikuara

source: Mark This Season as Watched
sq: Caktoni këtë sezon si të shikuar

source: Media Type
sq: Lloji i Medias

# mediaTypeDiscoverFilterTitle
source: Media Type
sq: Lloji i medias

# mediaTypeFilter
source: Filter by media
sq: Filtro sipas medias

# mediaTypeFiltersMovies
source: Movies
sq: Filmat

# mediaTypeFiltersNoFilter
source: All
sq: Të gjitha

# mediaTypeFiltersTvShows
source: TV Shows
sq: Seritë televizive

source: More Options
sq: Më shumë Opsione

# moreInfoShow
source: More Info
sq: Më shumë informacion

source: Movie
sq: Filmi

# movieNotificationSubtitle
source: Notify when a movie on your watchlist is released.
sq: Njofto kur një film në listën tënde të shikimit lëshohet.

# movieNotificationTitle
source: Notify Movies Releases
sq: Njofto Lirimore të Filmit

source: Movies
sq: Filma

source: Movies, Shows, People
sq: Filma, Shfaqje, Personazhe

# moviesCustomWatchListFilters
source: Movies
sq: Filma

source: Music
sq: Muzika

source: My Pins
sq: Pinsat e mia

source: Mystery
sq: Mistere

# needToSync %lld
source: There's %lld items available to sync
sq: Ka %lld artikuj të disponueshëm për sinkronizim

source: Never miss out
sq: Mos e humb kurrë

# newCustomListTitle
source: New List
sq: Lista e re

source: New List
sq: Lista e re

source: Next episode arrives today.
sq: Episodi tjetër vjen sot.

source: No biography available.
sq: Nuk ka biografi të disponueshme.

source: No details available.
sq: Nuk ka detaje të disponueshme.

source: No Episode Available
sq: Asnjë episod i disponueshëm

source: No information available
sq: Nuk ka informacion të disponueshëm

source: No information available.
sq: Nuk ka informacion të disponueshëm.

source: No Name Found
sq: Nuk u gjet emri

source: No notifications
sq: Asnjë njoftim

source: No results
sq: Asnjë rezultat

source: No Results
sq: Nuk ka rezultate

source: No results from TMDb
sq: Nuk ka rezultate nga TMDb

source: No results from Watchlist
sq: Nuk ka rezultate nga Lista e ndjekjeve

source: No title available
sq: Titulli nuk është i disponueshëm

source: Not Available
sq: Jo i disponueshëm

source: Not Watched
sq: Nuk eshte parë

source: Notes
sq: Shënime

source: Notifications
sq: Njoftime

# notificationsSettingsFeedbackCall
source: Do you have a suggestion? Send a Feedback
sq: A keni një sugjerim? Dërgoni një Përgjigje

source: Now Available
sq: Tani është në dispozicion

source: Official Website
sq: Website Zyrtar

source: Open in
sq: Hap në

source: Open in YouTube
sq: Hap në YouTube

source: Open Trailers in YouTube App
sq: Hapni Trailers në aplikacionin YouTube

# openCustomListSelectorWhenAdding
source: Open List Selector when adding an item
sq: Hapni Përzgjedhësin e Listës kur shtoni një artikull

# openNotificationInSettings
source: Edit Notifications in Settings app
sq: Ndryshoni Njoftimet në aplikacionin Cilësimet

# openWatchProviderTitle
source: This will open TMDb website with the links to each service.
sq: Kjo do të hapë faqen e internetit të TMDb me lidhjet për çdo shërbim.

source: Organize
sq: Organizo

source: Original Title
sq: Titulli Origjinal

source: Overview
sq: Përmbledhje

source: People
sq: Njerëz

source: Physical
sq: Fizikisht

source: Pin Item
sq: Artikulli i fiksuar

source: Pin Items
sq: Artikujt me Pin

source: Pinned Items
sq: Artikujt e fiksuar

source: Pinned List
sq: Lista e fiksuar

# pinOnHome
source: Pin This List on Home
sq: Ngjit këtë listë në Shtëpinë

source: Pins
sq: Thollëza

source: Popular Movies
sq: Filma të Popullarizuar

source: Popular Movies by Genre
sq: Filmat popullore sipas zhanrit

# Popular TV Shows by Genre
source: Popular TV Series by Genre
sq: Seriale te njohura televizive sipas zhanrit

source: Prefer Poster in Details Page
sq: Preferoni postën në faqen e detajeve

source: Preferred Launch Screen
sq: Ekrani i fillimit i preferuar

source: Privacy
sq: Privatësia

source: Privacy Policy
sq: Politika e privatësisë

source: Production
sq: Prodhimi

source: Production Companies
sq: Kompanitë e Prodhuara

source: Production Company
sq: Kompani Prodhuese

# publishListToTMDB
source: Publish List on TMDb
sq: Publikoni Listën në TMDb

source: Publish on TMDb
sq: Publikoni në TMDb

# publishPrivate
source: Private
sq: privat

# publishPublic
source: Public
sq: Publik

# publishTMDBMessage
source: This will create a new list with the same title and items of this local list on TMDb. Select the privacy level that you want:
sq: Kjo do të krijojë një listë të re me të njëjtin titull dhe elementë të listës lokale në TMDb. Zgjidhni nivelin e privatësisë që dëshironi:

source: Rating
sq: Vlerësim

# ratingAsc
source: Rating (Ascending)
sq: Vlerësim (Ngritës)

# ratingDesc
source: Rating (Descending)
sq: Vlerësimi (Zbritës)

source: Ratings Score
sq: Pikët e vlerësimeve

source: Reality
sq: Realiteti

source: Recent Notifications
sq: Njoftimet e fundit

source: Recently Released
sq: E fundit e publikuar

source: Recommendations
sq: Rekomandimet

# recommendationsSubtitle
source: Based on your watched content
sq: Bazuar në përmbajtjen që keni shikuar

# recommendationsTitle
source: Recommendations
sq: Rekomandimet

source: Region of Origin
sq: Rajoni i Origjinës

source: Release Date
sq: Data e lëshimit

source: Released
sq: Lansuar

source: Released Movies
sq: Filmat e Liruar

source: Released Shows
sq: Shows të publikuara

source: Release Dates
sq: Datat e lancimeve

source: Releases
sq: Publikime

source: Releasing Soon
sq: Në publikim së shpejti

source: Remove
sq: Hiq

source: Remove from Archive
sq: Hiq nga Arkivi

source: Remove from Favorites
sq: Hiq nga të preferuarat

source: Remove from List
sq: Hiq nga lista

source: Remove from Watched
sq: Hiq nga Urahet

source: Remove from Watchlist
sq: Hiq nga lista e ndjekjesh

source: Remove Notification
sq: Hiq Njoftimin

source: Remove Pin
sq: Hiq çelësin

source: Remove Selected
sq: Fshi të zgjedhur

# removedArchive
source: Removed from Archive
sq: Të larguar nga Arkiva

# removedEpisodeWatched
source: Removed Episode from Watched
sq: Fshini Episodin nga Shikuar
