Repository: MadeiraAlexandre/Cronica
Catalog: Shared/Localization/*.lproj/Localizable.strings
Languages: sq

# removedFavorite
source: Removed from Favorites
sq: Hequr nga të preferuarat

source: Removed from Archive
sq: E hiqet nga Arkiva

source: Removed from Favorites
sq: Fshirë nga të preferuarat

source: Removed from Pin
sq: I larguar nga Pin

source: Removed from Watched
sq: E larguar nga e shikuar

# removeDialogTitle
source: Are You Sure?
sq: A jeni i sigurt?

# removedPin
source: Unpinned
sq: Ç'përruhej

# removedWatched
source: Removed from Watched
sq: Hequr nga shikimi

# removedWatchlist
source: Removed from Watchlist
sq: Larguar nga lista e ndjekjeve

# removeFromPinOnWatchedTitle
source: Remove From Pin when item is marked as watched
sq: Fshini nga Pini kur artikulli shënon si të shihur

# removeTMDBAccount
source: Disconnect TMDB Account?
sq: Shkyç Nga Llogaria e TMDB?

source: Renewed Series
sq: Seritë të rinovuara

source: Reset to Default
sq: Rivendos në parazgjedhje

source: Restore Purchases
sq: Riparo blerjet

source: Results from TMDb
sq: Rezultatet nga TMDb

source: Results from Watchlist
sq: Rezultate nga lista e përmbledhjes sime

source: Retry
sq: Provo përsëri

source: Review Cronica
sq: Shqyrtim Cronica

# reviewInTheAppStore
source: Review App
sq: Shqyrtim i aplikacionit

source: Review of: %@
sq: Vlerësim i: %@

# reviewTitle
source: Review
sq: Shqyrtim

source: Roadmap
sq: Plan i veprimit

source: Romance
sq: Romancë

source: Run-Time
sq: Kohë-ekzekutim

source: Save
sq: Ruaje

source: Sci-Fi & Fantasy
sq: Shkenca-Fantazia

source: Science Fiction
sq: Fantashkencë

source: Search
sq: Kërko

source: Search for upcoming movies and tv shows.
sq: Kërkoni filmat dhe emisionet e ardhshme.

source: Search results
sq: Rezultatet e kërkimit

source: Search TMDb
sq: Kërkoni në TMDb

source: Search Watchlist
sq: Kërkoni në Listën e Përcjelljes së Filmit

source: Searching
sq: Duke kërkuar

source: Season
sq: Stinë

source: Season %lld
sq: Sezoni %lld

source: Season Marked as Watched
sq: Sezoni i shënuar si të shikuar

source: Seasons
sq: Sezonet

# selectedWatchProvider
source: Streaming Services
sq: Shërbimet e transmetimit

# selectedWatchProviderSubtitle
source: Only show 'Watch Provider' if the title is available on one of your preferred services.
sq: Shfaq vetëm 'Furnizuesin e shikim' nëse titulli është i disponueshëm në një prej shërbimeve tuaja të preferuara.

# selectedWatchProviderTitle
source: Preferred Streaming Services
sq: Shërbimet e preferuara të transmetimit

source: Send
sq: Dërgo

source: Send Feedback
sq: Dërgo komentin

source: Send Feedback
sq: Dërgo komente

source: Send your suggestions to help improve Cronica.
sq: Dërgoni sugjerimet tuaja për të ndihmuar në përmirësimin e Cronica.

source: Send Email
sq: Dërgo Email

# sendEmailFooter
source: If you prefer, you can send an email for a faster follow-up.
sq: Nëse preferoni, mund të dërgoni një email për një ndjekje më të shpejtë.

# sendEmailFooterBackup
source: You can also send an email to contact@alexandremadeira.dev using your email client.
sq: Ju gjithashtu mund të dërgoni një email te contact@alexandremadeira.dev duke përdorur klientin tuaj të emailit.

source: Settings
sq: Cilësimet

# settingsAcknowledgments
source: Acknowledgments
sq: Përshkrimet

# settingsAcknowledgmentsFooter
source: Thanks to everyone who made Cronica possible.
sq: Faleminderit të gjithëve që e bënë të mundur Cronica.

# settingsAppearanceTitle
source: Appearance
sq: Paraqitja

# settingsBehaviorTitle
source: Behavior
sq: Periudha e veprimtarisë

# settingsDeveloperOptions
source: Developer Settings
sq: Cilësimet e Zhvilluesit

# settingsDisableTelemetrySubtitle
source: Cronica collects minimal data to minimize app crashes, this data is anonymously. See more details in Privacy Policy.
sq: Cronica mbledh të dhëna minimale për të minimizuar rrëzimin e aplikacionit, këto të dhëna janë anonime. Shihni më shumë detaje në Politikën e Privatësisë.

# settingsDisableTelemetryTitle
source: Disable Crash Reports
sq: Çaktivizo raportet e rrëzimit

# settingsFeedbackTitle
source: Send Feedback
sq: Dërgo koment

# settingsGeneralTitle
source: General
sq: Përgjithshme

# settingsNotificationTitle
source: Notifications
sq: Njoftime

# settingsPrivacyPolicy
source: Privacy Policy
sq: Politika e Privatësisë

# settingsPrivacySupportTitle
source: Privacy & Support
sq: Privatësia dhe Mbështetja

# settingsRegionContentTitle
source: Content & Region
sq: Përmbajtje dhe Rajon

# settingsReviewCronica
source: Review Cronica on App Store
sq: Shqyrto Cronica në App Store

# settingsSyncTitle
source: Synchronization
sq: Sinkronizimi

source: Share
sq: Ndaj

source: Share Episode
sq: Ndaj Episodin

source: Share List
sq: Ndaj listën

# shareShow
source: Share TV Show
sq: Ndaj Serialet e TV

source: Show Details
sq: Shfaq detajet

source: Show More
sq: Shfaq më shumë

# showConfirmationOnRemovingItem
source: Show Remove Confirmation
sq: Trego Konfirmimin e Heqjes

source: Show Details
sq: Shfaq Detajet

source: Shows
sq: Tregon

source: Shows movies and TV Shows trending from TMDb.
sq: Shfaq filmat dhe emisionet e TV që janë në trend nga TMDb.

# showsCustomWatchListFilters
source: TV Shows
sq: Seriale televizive

source: Sort
sq: Rendit

source: Sort List
sq: Renditni listën

source: Source Code
sq: Kodi Burimor

source: Spanish
sq: Spanjolle

source: Status
sq: Statusi

source: Support
sq: Mbështetje

# swipeGestureArchive
source: Archive
sq: Arkivi

# swipeGestureDelete
source: Delete
sq: Fshi

# swipeGestureFavorite
source: Favorite
sq: Favorit

# swipeGestureShare
source: Share
sq: Shpërndaje

# swipeGestureWatch
source: Watch
sq: Shiko

source: Sync
sq: Sinkronizo

# syncingWatchlistTMDB
source: Syncing your Watchlist, please wait.
sq: Duke sinkronizuar listën e shikimeve tuaja, ju lutemi prisni.

source: Sync in Progress
sq: Sinkronizimi në progres

# syncNow
source: Sync Now with TMDB
sq: Sinkronizo Tani me TMDB

# syncSettingsItemsTitle
source: Items
sq: Artikujt

# syncSettingsTitle
source: Synchronization
sq: Sinkronizim

# syncSettingsUpdateWatchlistSubtitle
source: Update items with new information, if available on TMDb.
sq: Përditësoni artikujt me informacion të ri, nëse janë të disponueshëm në TMDb.

# syncSettingsUpdateWatchlistTitle
source: Update Items
sq: Përditëso artikujt

# syncSettingsWatchlistTitle
source: Watchlist
sq: Lista e ndjekjeve

# syncTMDBList
source: Keep this list in sync
sq: Mbani këtë listë në sinkronizim

source: Sync Watchlist
sq: Sinkronizo Watchlist

# thankYouTipJarMessage
source: Thank you for your purchase! Your support is much appreciated. 😁
sq: Faleminderit për blerjen tuaj! Mbështetja juaj vlerësohet shumë. 😁

source: The API is undergoing maintenance. Try again later.
sq: API-ja është nën mirëmbajtje. Provo sërish më vonë.

source: The Discover will help you find your next favorite title.
sq: Discover do t'ju ndihmojë të gjeni titullin tuaj të preferuar të ardhshëm.

source: The function is performed when double-tap the cover image.
sq: Funksioni zhvillohet kur dy herë shtypshi fotografinë e titullit.

source: The movie will be released today.
sq: Filmi do të dalë sot.

source: The next episode is set to arrive today.
sq: Episodi i ardhshëm pritet të vijë sot.

source: Theatrical
sq: Teatral

source: Theatrical Limited
sq: Teatrë i kufizuar

source: This list is empty.
sq: Kjo listë është e zbrazët.

source: This product uses the TMDb API but is not endorsed or certified by TMDb.
sq: Ky produkt përdor TMDb API-në, por nuk është miratuar ose certifikuar nga TMDb.

source: This week
sq: Ky javë

source: Ticket
sq: Bileta

source: Tip Jar
sq: Shportë të Këshillë

# tipJarDescription
source: If you love the app, consider supporting through Tip Jar.
sq: Nëse e doni aplikacionin, shqyrtoni mundësinë për të mbështetur nëpërmjet Dritares së Tavolinës.

# tipJarFooter
source: You can choose to contribute a small, medium, or large amount, and all proceeds will go towards improving and maintaining the app. Cronica will always remain free and ad-free, so this is purely an optional way for users to support the development of the app.
sq: Mund të zgjidhni të ndihmoni me një shumë të vogël, mesatare, ose të madhe dhe të gjitha të ardhurat do të shkojnë për të përmirësuar dhe ruajtur aplikacionin. Cronica gjithmonë do të mbetet falas dhe pa reklama, kështu që kjo është thjesht një mënyrë opsionale për përdoruesit për të mbështetur zhvillimin e aplikacionit.

# tipJarTitle
source: Tip Jar
sq: Kuti e këshillave

source: Title
sq: Titulli

# titleAsc
source: Title (Ascending)
sq: Titulli (Ngritës)

# titleDesc
source: Title (Descending)
sq: Titulli (Zbritës)

# tmdbLists
source: Your TMDB's Lists
sq: Lista e tua e TMDB

# tmdbListSyncConfig
source: Configuration
sq: Konfigurim

# tmdbSyncFeatures
source: You'll be able to see your lists and manage their content.
sq: Do të jeni në gjendje të shihni listat tuaja dhe menaxhoni përmbajtjen e tyre.

source: To Watch
sq: Të shikosh

source: Today
sq: Sot

source: Track your episodes
sq: Gjej rrethpashtrimet e tua

source: Trailers
sq: Trejlerë

source: Translation
sq: Përkthim

source: Trending
sq: Në rritje

source: TV Show
sq: Emisioni televiziv

source: TV Shows
sq: Emisione televizive

source: TV Show Details
sq: Detajet e emisionit televiziv

source: Unknown
sq: i panjohur

source: Unpin Item
sq: Shpërndaje Artikullin

source: Untitled List
sq: Lista pa emër

source: Unwatched
sq: Pa shikuar

source: Up Coming
sq: Në vazhdim

source: Upcoming
sq: Në vazhdim

source: Upcoming Episodes
sq: Episodet e ardhshëm

source: Upcoming Movies
sq: Filmat e ardhshëm

source: Upcoming Notifications
sq: Njoftimet e ardhshme

source: Upcoming Seasons
sq: Sezone të ardhshme

source: Update Items
sq: Përditëso të dhënat

source: Up Next
sq: Më vonë

# upNextSubtitle
source: Your Next Episodes
sq: Episodet e Tuat Vjenëse

source: War
sq: Lufte

source: Watched
sq: Shikuar

source: Watching
sq: Duke parë

source: Watchlist
sq: Lista e ndjekjeve

# watchlistDisplayTypePicker
source: Display Style
sq: Stili i Shfaqjes

# watchlistItemTypeCard
source: Card
sq: Kartë

# watchlistItemTypeList
source: List
sq: Lista

# watchlistSubtitleRowDate
source: Release Date
sq: Data e publikimit

# watchlistSubtitleRowGenre
source: Genre
sq: Gjinia

# watchlistSubtitleRowNone
source: Default
sq: Parazgjedhur

# watchProviderAe
source: United Arab Emirates
sq: Emiratet e Bashkuara Arabe

# watchProviderAr
source: Argentina
sq: Argjentinë

# watchProviderAt
source: Austria
sq: Austri

# watchProviderAu
source: Australia
sq: Australi

# watchProviderBe
source: Belgium
sq: Belgjikë

# watchProviderBg
source: Bulgaria
sq: Bullgaria

# watchProviderCa
source: Canada
sq: Kanada

# watchProviderCh
source: Switzerland
sq: Zvicra

# watchProviderCz
source: Czech Republic
sq: Republika e Çekisë

# watchProviderDe
source: Germany
sq: Gjermani

# watchProviderDk
source: Denmark
sq: Danimarka

# watchProviderEs
source: Spain
sq: Spanja

# watchProviderFr
source: France
sq: Francë

# watchProviderGb
source: United Kingdom
sq: Mbretëria e Bashkuar

# watchProviderHr
source: Croatia
sq: Kroacia

# watchProviderHu
source: Hungary
sq: Hungari

# watchProviderId
source: Indonesia
sq: Indonezia

# watchProviderIe
source: Ireland
sq: Irlandë

# watchProviderIt
source: Italy
sq: Itali

# watchProviderJp
source: Japan
sq: Japoni

# watchProviderKr
source: South Korea
sq: Koreja e Jugut

# watchProviderLt
source: Lithuania
sq: Lituani

# watchProviderMx
source: Mexico
sq: Meksikë

# watchProviderNl
source: Netherlands
sq: Vendet e Ulëta

# watchProviderNo
source: Norway
sq: Norvegji

# watchProviderNz
source: New Zealand
sq: Zelandë e Re

# watchProviderPh
source: Philippines
sq: Filipine

# watchProviderPl
source: Poland
sq: Polonia

# watchProviderPt
source: Portugal
sq: Portugali

# watchProviderRs
source: Serbia
sq: Serbi

# watchProviderSe
source: Sweden
sq: Suedi

# watchProviderSk
source: Slovakia
sq: Sllovaki

# watchProviderTitleList
source: How to Watch
sq: Si të shikoni

# watchProviderToggleDiscover
source: Only Show From Watch Provider
sq: Trego vetëm nga ofruesi i shikimit

# watchProviderTr
source: Turkey
sq: Turqi

# watchProviderUs
source: United States of America
sq: Shtetet e Bashkuara të Amerikës

# watchProviderZa
source: South Africa
sq: Afrika e Jugut

# watchRegionSubtitle
source: Watch Providers will adapt to the selected region.
sq: Ofruesit e Shikimit do të adaptohen në rajonin e zgjedhur.

# watchRegionTitle
source: Watch Provider Region
sq: Shiko Furnizuesin e Rajonit

source: Welcome to
sq: Mirësevini në

source: What's New
sq: Ç'Është e Re

# whereToWatchDiscoverFilter
source: Where To Watch
sq: Ku Shikoni

source: You may like
sq: Ju mund të ju pëlqej

source: Your list is empty.
sq: Lista juaj është bosh.

source: Your pinned items
sq: Artikujt e tu të rëndësishëm

source: Your smart Watchlist
sq: Lista juaj e inteligjente e dëshirave

source: Your upcoming items will appear here.
sq: Rrjeshtat e ardhshëm do të shfaqen këtu.

source: Your Watchlist
sq: Lista juaj e ndjekjeve

source: Your Watchlist is always in sync with your Apple Watch, iPad, Mac, and Apple TV.
sq: Lista juaj e ndjekjeve është gjithmonë në sinkron me Apple Watch-in, iPad-in, Mac-in dhe Apple TV-n tuaj.

source: Your Lists
sq: Listat tuaja
